commands = '''
**م1 : اوامر السورس.

 م2 : اوامر الحساب.

 م3 : اوامر النشر والاذاعة.

 م4 : اشكال اليوزرات. **
'''
soursce = '''
𝑺𝑶𝑼𝑹𝑺𝑪𝑬 : 𝑮𝑶𝑶𝑫
𝑷𝑹𝑶𝑮𝑹𝑨𝑴𝑴𝑬𝑹 𝑺𝑶𝑼𝑹𝑺𝑪𝑬 : @QFFFFFQ
𝑪𝑯𝑨𝑵𝑵𝑬𝑳 𝑺𝑶𝑼𝑹𝑺𝑪𝑬 : @GGGeG7
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`𝑺𝑶𝑼𝑹𝑺𝑪𝑬 :  @QFFFFFQ`
**.فحص = فحص السورس

.الاوامر  = اوامر السورس

.اعادة تشغيل = اعادة تشغيل لـ سورس

.تشيكر = مميزات السورس**
'''
sec2 = '''
**𝑺𝑶𝑼𝑹𝑺𝑪𝑬 :  @QFFFFFQ
 .اسم وقتي = اسم وقتي لحسابك

 .بايو وقتي = بايو وقتي لحسابك

 .فك حظر = فك حظر كل الي حاظرهم

 .تفليش = طرد الاعضاء**
'''
sec3 = """
**𝑺𝑶𝑼𝑹𝑺𝑪𝑬 :  @QFFFFFQ
.مكرر + عدد + ثوان + كليشه = نشر تلقائي.

.توقف_التكرار = ايقاف النشر التلقائي

 .اذاعة خاص = اذاعة لكل شخص في الخاص

. اذاعه كروب = اذاعه لكل كروباتك.**
"""
sec8= """
`-- -- -- -- -- -- -- -- --`
**` .التاريخ ` : التاريخ بليوم والشهر والسنة
**` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب
` .الشهر ` : الشهر الحالي
` .السنة ` :السنة الحالية
` .الترجمة` : اوامر الترجمة **
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
ثلاثي  = s_i_4
ثلاثي 2 = k_q_9  او  q_3_8
بوت رباعي = oo6_bot او oo_6bot
ثماني حرف = sssssasss
ثلاثي بوت = stfbot
__________
.تشيكر = Checker
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
✰` .تشيكر`
`-- -- -- -- -- -- -- -- --`
'''
progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
waad = '''
`-- -- -- -- -- -- -- -- --`
**✰` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
✰` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
** 𝑺𝑶𝑼𝑹𝑺𝑪𝑬 :  @QFFFFFQ
.صيد + عدد + نوع + يوزر القناة = صيد يوزرات

.حالة الصيد  : لمعرفة تقدم الصيد

.الانواع  : لمعرفة انواع اليوزرات 

المطور - @GGGeG7 - @QFFFFFQ**
'''
tele_checker2 = '''
**: 𝑺𝑶𝑼𝑹𝑺𝑪𝑬 : @QFFFFFQ
1 : ثلاثي => s_o_w
2 : ثلاثي فقط احرف و اخر ارقام => s_k_8
3 : بوت ثنائي => sibot
4 : بوت ثلاثي => sohbot
5 : خماسي حرف => qqqiq
6 : خماسي حرفين => qqosqq
7 : سداسي حرف => qsqqqq
8 : سداسي حرفين => qskqqq
9 : سباعي حرف => qsqqqqq
10: رباعي => si_kq
11: ثماني حرف => qqqqkqqq
12: رباعي بوت => oo6_bot
13: ثلاثي بوت مكرر => ssobot
_______________________________________________________
 طريقه الصيد = صيد + عدد + نوع الصيد + يوزر قناتك

Programming = @QFFFFFQ - @GGGeG7**
_______________________________________________________
'''
t06bot = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''